/* No comment provided by engineer. */

"Buzzy's friend"="Buzzy's friend";

"Remove"="Remove";
"Are you sure you want to remove this Friend?"="Are you sure you want to remove this Friend?";
"Remove Friend"="Remove Friend";
"Username unknown"="Username unknown";
"Add Friends"="Add Friends";
"Add Friend"="Add Friend";


"Add friends by their Instagram username"="Add friends by their Instagram username";
"Instagram username"="Instagram username";

"End of Tutorial"="End of Tutorial";

"OK"="OK";
"Cancel"="Cancel";
"Confirm"="Confirm";

"btnAddFriends2"="btnAddFriends2";
"My Friends"="My Friends";


"Kingdoms' list"="Kingdoms' list";
"Liked"="Liked";
"My BUZZs"="My BUZZs";
"Camera"="Camera";
"Chat"="Chat";
"King's/Queen's pretenders"="King's/Queen's pretenders";
"Kingdom's border"="Kingdom's border";
"King's/Queen's friend"="King's friend";

"Tutorial"="Tutorial";

"Report %@"="Report %@";
"Report BUZZ"="Report BUZZ";


"Legend"="Legend";

"For the buzz that you liked, find\nthe corresponding Instagram\nprofile in the like box\nby touching their Instagram picture"="For the buzz that you liked, find\nthe corresponding Instagram\nprofile in the like box by\ntouching their Instagram picture";

"Tap on the Queen\nof France"="Tap on the Queen\nof France";

"Tap on the sword to view\nthe pretenders BUZZ’s"="Tap on the sword to view\nthe pretenders BUZZ’s";

"Be ready to\nbecome a King!"="Be ready to\nbecome a King!";
"Be ready to\nbecome a Queen!"="Be ready to\nbecome a Queen!";
"Tap on this button\nto post a BUZZ"="Tap on this button\nto post a BUZZ";
"Tap on your profile picture\nto view and delete the BUZZs\nthat you have posted"="Tap on your profile picture\nto view and delete the BUZZs\nthat you have posted";
"Tap on the crown\nto discover the kingdoms\naround you"="Tap on the crown\nto discover the kingdoms\naround you";
"Tap on one King/Queen\nto visualize his/her BUZZ"="Tap on one King/Queen\nto visualize his/her BUZZ";
"Tap on the chatbox to\ncomment the buzz"="Tap on the chatbox to\ncomment the buzz";
"Tap on the profile\npicture to view the\nprofile on Instagram"="Tap on the profile\npicture to view the\nprofile on Instagram";
"Tap on the heart\nto like the BUZZ"="Tap on the heart\nto like the BUZZ";
"Tap on the \"Like box\" to view\nindefinitely the BUZZs that you\nhave previously liked and\ndiscover the corresponding\ninstagram username"="Tap on the like box to view\nindefinitely the BUZZs that you\nhave previously liked and\ndiscover the corresponding\ninstagram username";

"Swipe on the right to\nlike and swipe on the left\nto pass on another BUZZ"="Swipe on the right to\nlike and swipe on the left\nto pass on another BUZZ";


"Like the BUZZ to discover\nthe Instagram username\nthat will be displayed in\nthe \"Like box\" on the map"="Like the BUZZ to discover\nthe Instagram username\nthat will be displayed in\nthe \"like\" on the map";
"Tap on the number\nof likes to check\nwho liked your BUZZ"="Tap on the number\nof likes to check\nwho liked your BUZZ";

"Buzzy is coming soon\nin your country"="Buzzy is coming soon\nin your country...";


"%@, kingdom of %@"="%@ - %@";



"Delete"="Delete";
"Are you sure you want to delete this BUZZ?"="Are you sure you want to delete this BUZZ?";

"QueenEn"="QueenEn";
"KingEn"="KingEn";


"%@ has a new1 %@" = "%@ has a new %@";
"%@ has a new2 %@" = "%@ has a new %@";

"btnLogin"="btnLogin";


/* No comment provided by engineer. */
"Are you sure you want to log out?" = "Are you sure you want to log out?";

/* No comment provided by engineer. */
"Buzzy" = "Buzzy";

/* No comment provided by engineer. */
"By signing up, you agree to our Terms" = "By signing up, you agree to our Terms";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Comments" = "Comments";

/* No comment provided by engineer. */
"Help & Support" = "Help & Support";

/* No comment provided by engineer. */
"Hi %@,\nare you a Queen\nor a King ?" = "Hi %@,\nare you a Queen\nor a King ?";

/* No comment provided by engineer. */
"Invite Friends" = "Invite Friends";

/* No comment provided by engineer. */
"King" = "King";

/* No comment provided by engineer. */
"Kingdoms" = "Kingdoms";

/* No comment provided by engineer. */
"Liked" = "Liked";

/* No comment provided by engineer. */
"Log Out" = "Log Out";


/* No comment provided by engineer. */
"My BUZZs" = "My BUZZs";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"Pretenders" = "Pretenders";

/* No comment provided by engineer. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"Queen" = "Queen";

/* No comment provided by engineer. */
"Rate us" = "Rate us";


/* No comment provided by engineer. */
"second" = "second";

/* No comment provided by engineer. */
"seconds" = "seconds";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send a comment..." = "Send a comment...";

/* No comment provided by engineer. */
"Terms & Conditions" = "Terms & Conditions";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"YES" = "YES";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";
